<?php
return [
    //备案单位
    'record_unit' => [
        '备案单位1',
        '备案单位2',
        '备案单位3',
        '备案单位4',
    ],
    //备案资质
    'record_aptitude' => [
        '备案资质1',
        '备案资质2',
        '备案资质3',
        '备案资质4',
    ],
    //入库类型及结果
    'enter_type_result' => [
        '设计',
        '施工',
        '设计及施工'
    ],
    //是否设立分公司
    'is_set_filiale' => [
        '是',
        '否'
    ],
    //是否需要年审
    'is_annual_review' => [
        '是',
        '否'
    ],
    //地区
//    'area' => [
//
//    ],
    //中标单位
    'win_bid_unit' => [
        '中标单位1',
        '中标单位2',
        '中标单位3',
    ],
    //工程类型
    'project_type' => [
        '工程类型1',
        '工程类型2',
        '工程类型3',
    ],
    //是否达标
    'is_up_to_par' => [
        '是',
        '否'
    ],
    //是否竣工
    'is_end' => [
        '是',
        '否'
    ]
];
