<?php
return [
    //备案单位
    'record_unit' => [
        '经营中心',
        '水利公路经营部',
        '轨道交通大队',
        'BIM应用研究院',
        '温州区域公司',
        '建筑工业化中心',
        '工程总承包公司',
        '园林工程公司',
        '装修工程公司',
        '市政设计研究院',
        '建筑设计研究院',
        '宏旭建设',
    ],
    //备案资质
    'record_aptitude' => [
        '建筑工程施工总承包特级',
        '市政公用工程施工总承包特级',
        '机电工程施工总承包壹级',
        '建筑装修装饰工程专业承包壹级',
        '矿山工程施工总承包贰级',
        '消防设施工程专业承包贰级',
        '钢结构工程专业承包贰级',
        '建筑幕墙工程专业承包贰级',
        '铁路工程施工总承包叁级',
        '公路工程施工总承包叁级',
        '水利水电工程施工总承包叁级',
        '地基基础工程专业承包叁级',
        '公路路基工程专业承包叁级',
        '环保工程专业承包叁级',
        '建筑行业甲级',
        '市政行业甲级',
        '市政公用工程施工总承包壹级(宏旭)',
        '建筑工程施工总承包贰级(宏旭)',
        '建筑装修装饰工程专业承包贰级(宏旭)',
        '建筑幕墙工程专业承包贰级(宏旭)',
        '环保工程专业承包贰级(宏旭)',
        '地基基础工程专业承包叁级(宏旭)',
        '城市及道路照明工程专业承包叁级(宏旭)',
        '建筑装饰工程设计专项乙级(宏旭)',
        '建筑幕墙工程设计专项乙级(宏旭)',

    ],
    //入库类型及结果
    'enter_type_result' => [
        '设计',
        '施工',
    ],
    //是否设立分公司
    'is_set_filiale' => [
        '待定',
        '是',
        '否'
    ],
    //是否需要年审
    'is_annual_review' => [
        '待定',
        '是',
        '否'
    ],
    //中标单位
    'win_bid_unit' => [
        '经营中心',
        '水利公路经营部',
        '轨道交通大队',
        'BIM应用研究院',
        '温州区域公司',
        '建筑工业化中心',
        '工程总承包公司',
        '园林工程公司',
        '装修工程公司',
        '市政设计研究院',
        '建筑设计研究院',
        '宏旭建设',
    ],
    //工程类型
    'project_type' => [
        '建筑工程',
        '市政公用工程',
        '机电工程',
        '装修装饰工程',
        '矿山工程',
        '消防设施工程',
        '钢结构工程',
        '幕墙工程',
        '铁路工程',
        '公路工程',
        '水利水电工程',
        '地基基础工程',
        '公路路基工程',
        '环保工程',
        '园林工程'
    ],
    //是否达标
    'is_up_to_par' => [
        '待定',
        '是',
        '否'
    ],
    //是否竣工
    'is_end' => [
        '待定',
        '是',
        '否',
    ],
    'achievement_unit' => [
        '待定',
        '鲲鹏',
        '宏旭'
    ]
];
